Repository: valdisiljuconoks/ATMFinder
Catalog: WP7/Viiar.AtmFinder.UI/AppResources.*.resx
Languages: et_ee, lt_lt, lv_lv, ru_ru

# AboutDescription
source: Have you ever been in situation when you need to get some cash to make important payment or order some service, but you have no idea where could be nearest ATM machine? With ATM finder you can easily find cash nearby. Application also shows bank offices and cash-in machines. The list can be configured. You can set your home bank and set to show only those.
et_ee: Oled Sa kunagi olnud olukorras, kus vajad sularaha, soovid näha oma kontoseisu või pead tegema sissemakse, kuid Sul pole aimugi lähima pangaautomaadi asukohast? ATM Finder aitab mugavalt leida Sinu praegusele asukohale lähima pangaautomaadi. Rakenduses saad valida oma kodupanga, et kuvataks ainult neid kohti.
lt_lt: Teko patirti, kai nedelsiant pireikia grynųjų pinigų, tačiau neturite supratimo, kur yra artimiausias bankomatas? Bankomatų ieškiklis padės jums nesunkiai rasti grynųjų pinigų netoliese. Programėlė taipogi rodo banko skyrius ir pinigus priimančius bankomatus. Galite konfigūruoti objektų sąrašą, nustatyti savo pagrindinį banką ir rodyti tik jo skyrius ir bankomatus.
lv_lv: Vai esat kādreiz iekūlušies sitācijā, kad pieejot pie kases vai lodziņa attiecīgajā iestādē, viss ko dzirdat pirms svarīga maksājuma veikšanas ir: Mēs pieņemam tikai skaidru naudu? Ja jā, tad jūs noteikti ziniet, kāds ir nākamais jautājums: Kur jums te ir tuvākais bankomāts? Ar aplikācijas 'ATM Finder' palīdzību jūs noteikti varēsiet atrast tuvāko bankomātu, naudas iemaksas automātu vai bankas filiāli. Kāda veida informāciju vēlaties redzēt ir viegli sakonfigurējams.
ru_ru: Попадали ли Вы когда-нибудь в ситуацию, когда Вам срочно необходимы наличные деньги для оплаты важной покупки, а Вы не представляете где находится ближайший банкомат? С помощью аппликации 'ATM Finder' вы легко сможете найти ближайший банкомат, отделение банка, а так же банкоматы для взноса наличных. Так же возможно редактировать необходимую Вам информацию (например, выбрав только отделения Вашего банка).

# AboutIntro
source: With the ATM Finder app you will be able to find your cash nearby easily.
et_ee: ATM Finder aitab leida lähimad pangaautomaadid Baltikumis.
lt_lt: Bankomatų ieškiklis padės jums nesunkiai rasti grynųjų pinigų netoliese.
lv_lv: Ar 'ATM Finder' aplikācijas palīdzību ir iespējams ērti un ātri sameklēt tuvāko bankomātu.
ru_ru: Поиск ближайшего банкомата с помощью аппликации ATM Finder.

# ApplicationName
source: ATM Finder
lv_lv: Bankomātu meklētājs

# Authors
source: Author: Valdis Iljuconoks, MVP C# http://www.dotnet.lv/blogs/vi/ Copyright © Valdis Iljuconoks, 2012
et_ee: Autor: Valdis Iljuconoks, MVP C# http://www.dotnet.lv/blogs/vi/ Kõik õigused kaitstud © Valdis Iljuconoks, 2012
lt_lt: Autorius: Valdis Iljuconoks, MVP C# http://www.dotnet.lv/blogs/vi/ Visos teisės saugomos © Valdis Iljuconoks, 2012 m.
lv_lv: Autors: Valdis Iljuconoks, MVP C# http://www.dotnet.lv/blogs/vi/ Visas tiesības aizsargātas © Valdis Iljuconoks, 2012
ru_ru: Автор: Valdis Iljuconoks, MVP C# http://www.dotnet.lv/blogs/vi/ Все права защищены © Valdis Iljuconoks, 2012

# CashInIconText
source: cash in
et_ee: sissemakse
lt_lt: įmokos
lv_lv: iemaksa
ru_ru: взнос наличных

# CashInPivotHeading
source: cash in
et_ee: sissemakse
lt_lt: įmokos
lv_lv: iemaksas
ru_ru: взнос

# CashOutIconText
source: cash out
et_ee: väljamakse
lt_lt: išmokos
lv_lv: izmaksa
ru_ru: выплата наличных

# CashOutPivotHeading
source: cash out
et_ee: väljamakse
lt_lt: išmokos
lv_lv: izmaksas
ru_ru: выплата

# CenterMeBarButton
source: my position
et_ee: minu asukoht
lt_lt: mano vieta
lv_lv: centrēt
ru_ru: моя позиция

# CommissionWithDrawalLongSign
source: Commission withdrawal
et_ee: komisjonitasu
lt_lt: Komisijos atsiėmimas
lv_lv: Komisijas maksa par skaidras naudas izņemšanu
ru_ru: Kомиссионные за выплату наличных

# CommissionWithDrawalSign
source: commission
et_ee: komisjonitasu
lt_lt: komisija
lv_lv: komisija
ru_ru: комиссия

# ContactByEmail
source: Contact by email: valdis.iljuconoks@dotnet.lv
et_ee: Saada e-kiri (inglise keeles): valdis.iljuconoks@dotnet.lv
lt_lt: Siųsti atsiliepimus: valdis.iljuconoks@dotnet.lv
lv_lv: Nosūtīt atsauksmes: valdis.iljuconoks@dotnet.lv
ru_ru: Cвязаться по электронной почте: valdis.iljuconoks@dotnet.lv

# CountrySettingText
source: Country
et_ee: riik
lt_lt: Šalis
lv_lv: Valsts
ru_ru: Cтрана

# CountToShowSettingsText
source: Count to show
et_ee: Mitu kuvada
lt_lt: Skaičiuoti parodyti
lv_lv: Sarakstā rādīt
ru_ru: Показывать в списке

# DetailsPageTitle
source: details
et_ee: lisainfo
lt_lt: išsamiau
lv_lv: detaļas
ru_ru: детали

# ErrorDialogTitle
source: Error
et_ee: Viga
lt_lt: Klaida
lv_lv: Kļūda
ru_ru: Oшибка

# LocationServicesNotEnabledError
source: Location services are not enabled. Navigate to Settings page in order to enable location services usage in the application.
et_ee: Asukoha määramise teenused ei ole lubatud. Mine Seaded lehele, et võimaldada antud teenuste kasutamine.
lt_lt: Vietos nustatymo paslauga išjungta. Vietos nustatymo funkciją galite aktyvuoti programėlės nustatymuose.
lv_lv: Nav iespējams noteikt atrašanās vietu. Izmantojiet Uzstādījumi lapu, lai ieslēgtu atrašanās vietu servisus, kuri nepieciešami aplikācijai, lai noteiktu jūsu atrašanās vietu vai arī pārbaudiet telefona iestatījumus.
ru_ru: Сервис местонахождения выключен (определитель местонахождения выключен). Используйте лист Установки для включения сервиса (определителя) местонахождения.

# LocationServicesSettingsText
source: Location services
et_ee: asukohateenused
lt_lt: Vietos nustatymo paslauga
lv_lv: Atrašanās vietas servisi
ru_ru: Cервисы местонахождения

# MapBarButton
source: map
et_ee: kaart
lt_lt: žemėlapis
lv_lv: karte
ru_ru: карта

# MyBankSettingsText
source: My bank
et_ee: Minu pank
lt_lt: Mano bankas
lv_lv: Mana banka
ru_ru: Mой банк

# NearbyPivotHeading
source: nearby
et_ee: läheduses
lt_lt: netoliese
lv_lv: visi
ru_ru: ближайший

# OfficeIconText
source: office
et_ee: kontor
lt_lt: skyrius
lv_lv: filiāle
ru_ru: филиал

# OfficesPivotHeading
source: offices
et_ee: kontorid
lt_lt: skyriai
lv_lv: filiāles
ru_ru: филиалы

# Privacy
source: Privacy: ATM Finder respects user privacy and therefore no user information is collected nor stored. ATM Finder uses location services to detect device location to provide information about closest ATM machine or bank office. Data collected from location service are not stored or forwarded. User always is able to switch off location service usage in ATM Finder.
et_ee: Privaatsus: ATM Finder austab kasutajate privaatsust ja ei kogutakse ega salvesta Sinu andmeid ATM Finder kasutab asukohateenuseid, et tuvastada seadme asukoht lähima pangaautomaadi või pangakontori määramiseks. Kogutud andmeid ei salvestata ega edastata. Kasutaja alati on võimalik asukohateenuste kasutamine ATM Finderis välja lülitada.
lt_lt: Privatumas: Bankomatų ieškiklis gerbia privatumą, todėl jokie naudotojų duomenys nėra renkami arba saugomi. Bankomatų ieškiklis naudoja vietos nustatymo paslaugą, kad rasti artimiausią bankomatą ar banko skyrių. Vietos nustatymo paslaugos duomenys nėra saugomi arba perduodami. Naudotojas visuomet gali išjungti vietos nustatymo paslaugą bankomatų ieškiklyje.
lv_lv: Konfidencialitāte: ATM Finder nodrošina lietotāju informācijas konfidencialitāti, nekāda informācija par lietotāju netiek ievākta un vai saglabāta. ATM Finder izmanto lietotāja atrašanās vietas noteikšanu, lai palīdzētu lietotājam atrast tuvāko izmaksas vai iemaksas bankomātu, kā arī bankas filiāli. Atrašanās vietas informācija netiek saglabāta vai pārsūtīta. Lietotājs vienmēr var izvēlēties izslēgt atrašanās vietas noteikšanu.
ru_ru: Конфиденциальность: ATM Finder респектирует конфиденциальную информацию пользователя. Веденная информация не собирается и не сохраняется. ATM Finder использует функцию определения местонахождения, чтобы помочь пользователю найти ближайший банкомат или филиал банка. Информация местонахождения не сохраняется и не пересылается. Пользователь всегда может выключить определение местонахождения.

# RateApplication
source: Rate app on marketplace
et_ee: Hinda rakendust
lt_lt: Įvertinkite programėlę
lv_lv: Novērtējiet šo aplikāciju
ru_ru: Oцените эту аппликацию

# RefreshBarButton
source: refresh
et_ee: värskenda
lt_lt: atnaujinti
lv_lv: atjaunot
ru_ru: обновить

# ShowOnlyMyBankSettingsText
source: Show only my bank
et_ee: Näita ainult minu panka
lt_lt: Rodyti tik mano banko
lv_lv: Rādīt tikai manas bankas bankomātus
ru_ru: Показывать только банкоматы моего банка

# ShowTypesOfCashInSettingsText
source: ATM (cash in)
et_ee: Sissemaksete automaadid
lt_lt: Pinigus priimantis bankomatas
lv_lv: Iemaksas automātus
ru_ru: Банкоматы взноса

# ShowTypesOfCashOutSettingsText
source: ATM (cash out)
et_ee: Väljamaksete automaadid
lt_lt: Pinigus išmokantis bankomatas
lv_lv: Izmaksas automātus
ru_ru: Банкоматы выплаты

# ShowTypesOfOfficesSettingsText
source: Offices
et_ee: Kontorid
lt_lt: Skyriai
lv_lv: Filiāles
ru_ru: Филиалы

# ShowTypesOfSettingsText
source: Show types of
et_ee: Kuva järgmisi asukohti
lt_lt: Rodyti
lv_lv: Rādīt
ru_ru: Показывать

# ShowTypesOfShopsSettingsText
source: Shops
et_ee: Poed
lt_lt: Parduotuvės
lv_lv: Veikalus
ru_ru: Mагазины

# SwitchedOff
source: Off
et_ee: väljas
lt_lt: Išjungtas
lv_lv: Izslēgts
ru_ru: выкл.

# SwitchedOn
source: On
et_ee: sees
lt_lt: Įjungtas
lv_lv: Ieslēgts
ru_ru: вкл.

# Versions
source: Versions: v 2.0 - Added Windows Azure backend - Fixed some bugs - Added some banks in all Baltic states v 1.2 - Fixed some bugs v 1.1 - Added multi-country feature - Added Swebdank and Nordea banks (Estonia) - Added Swebdank and Nordea banks (Lithiania) - Added SEB bank (Eastonia and Lithiania) - Added DNB bank (Lithiania) - Fixed some friendly chain info issues v 1.0 - Added Swedbank, Nordea, Citadele and DNB banks (Latvia territory) - Added Hipoteku and SEB banks (Latvia territory) - Added filtering of entity types - Added items count configuration - Added friendly chain info (commission withdrawal)
et_ee: Versioonid: v 2.0 - Lisatud Windows Azure teenuste - Fikseeritud mõned vead - Lisatud mõned pangad kõigis Balti riikides v 1.2 - Mõned veaparandused v 1.1 - Lisatud mitme riigi tugi - Lisatud Swebbank ja Nordea pangad (Eesti) - Lisatud Swebbank ja Nordea pangad (Leedu) - Lisatud SEB pank (Eesti ja Leedu) - Lisatud DNB pank (Leedu) - Parandatud komisjonitasuga automaatide andmeid v 1.0 - Lisatud Swedbank, Nordea, Citadele ja DNB pangad (Läti) - Lisatud Hipoteku ja SEB pangad (Läti) - Lisatud asukoha tüüpide filtreerimine - Lisatud kuvatavate üksuste arvu valik - Lisatud komisjonitasuga automaadid
lt_lt: Versijos: v 2.0 - Pridėtas "Windows Azure" paslaugų - Ištaisyta kai kurių klaidų - Pridėta kai visose Baltijos šalyse bankai v 1.2 - Nustatyti klaidą v 1.1 - Galimybe pasirinkti šali - Swedbank ir Nordea bankai (Estija) - Swedbank ir Nordea bankai (Lietuva) - SEB bankas (Estija ir Lietuva) - DNB bankas (Lietuva) - Fixed some friendly chain info issues v 1.0 - Swedbank, Nordea, Citadele ir DNB bankai (Latvija) - Hipoteku ir SEB bankas (Latvija) - Filtravimo funkcija - Added items count configuration - Added friendly chain info (commission withdrawal)
lv_lv: Versijas: v 2.0 - Ieviests Windows Azure backend - Izlabotas pāris kļūdas - Pievienotas pāris bankas visās Baltijas valstīs v 1.2 - Izlabotas pāris kļūdas v 1.1 - Pievienota iespēja aplūkot vairākas valstis - Pievienotas Swedbank un Nordea bankas (Igaunija) - Pievienotas Swedbank un Nordea bankas (Lietuva) - Pievienota SEB banka (Igaunija un Lietuva) - Pievienota DNB banka (Lietuva) - Izlabotas dažas draudzīgo banku ķēdes kļūdas v 1.0 - Pievienotas Swedbank, Nordea, Citadele un DNB bankas (Latvijas teritorija) - Pievienotas Hipotēku un SEB bankas (Latvijas teritorija) - Pievienota iespēja filtrēt pēc bankomātu tipiem - Pievienota iespēja ierobežot ierakstu skaitu - Pievienota iespēja redzēt draudzīgo banku tīklu (komisijas maksa par naudas izņemšanu)
ru_ru: Версии: v 2.0 - Добавлены услуги Windows Azure - Исправлены некоторые ошибки - Добавлены некоторые банки во всех странах Балтии v 1.2 - Исправлены некоторые ошибки v 1.1 - Добавлена возможность просматривать несколько стран - Добавлены Swedbank и Nordea (Эстония) - Добавлены Swedbank и Nordea (Литва) - Добавлен SEB банк (Литва и Эстония) - DNB банк (Эстония) - Исправлены некоторые ошибки цепочки дружных банков v 1.0 - Добавлены банки Swedbank, Nordea, Citadele и DNB (территория Латвии) - Добавлены банки Hipoteku и SEB (территория Латвии) - Добавлена возможность фильтрирование по типам банкоматов - Добавлена возможность ограничения количество записей - Добавлена возможность увидеть сеть дружных (дружественных) банков (комиссионные за выплату)

# ZoomToClosestSettingsText
source: Zoom to closest
et_ee: Suumi lähimani
lt_lt: Rodyti arčiausią
lv_lv: Rādīt tuvāko
ru_ru: Показывать ближайший

# DirectionsBarButton
source: Directions
et_ee: juhised
lt_lt: nuorodos
lv_lv: Norādes
ru_ru: указатели

# StartLocationMapDirections
source: Your current location
et_ee: sinu asukoht
lt_lt: Jūsų vieta
lv_lv: Tava pašreizējā atrašanās vieta
ru_ru: Tвое местонахождение

source: somewhere here
et_ee: kuskil siin
lt_lt: kažkur čia
lv_lv: kaut kur šeit
ru_ru: где-то здесь

# ArealViewBarButton
source: change view
et_ee: muuta vaadata
lt_lt: pakeisti peržiūrėti
lv_lv: cits skats
ru_ru: изменить вид

# OnlineServicesSettingsText
source: Online services (Windows © Azure)
et_ee: Online teenused (Windows © Azure)
lt_lt: Dabar paslaugos (Windows © Azure)
lv_lv: Tiešsaistes servisi (Windows © Azure)
ru_ru: Интернет услуги (Windows © Azure)

# EntityTooFarMessage
source: Seems like closest ATM is pretty far away.
lv_lv: Izskatās, ka tuvākais bankomāts ir diezgan patālu.
ru_ru: К сожалению, ближайший банкомат находится слишком далеко.

# ReportBarButton
source: report
lt_lt: raportuoti
lv_lv: ziņot

# ShowMapOnStartupSettingsText
source: Show map on startup
et_ee: Näita kaarti käivitamisel
lt_lt: Rodyti žemėlapį startuojant
lv_lv: Rādīt sākumā uzreiz karti
ru_ru: Показать карту при запуске
